[
    {
        "id": "5",
        "title": "What is Defi?",
        "content": "What is Defi? In its simplest form, decentralized finance is a system by which financial products become available on a public decentralized blockchain network, making them open to anyone to use, rather than going through middlemen like banks or brokerages. Unlike a bank or brokerage account, a government-issued ID, Social Security number, or proof of ",
        "author": "Gideon Ugbeh",
        "date": "August 4, 2021"
    },
    {
        "id": "4",
        "title": "What is forex trading?",
        "content": "What is forex? Forex is short for foreign exchange – the transaction of changing one currency into another currency. This process can be performed for a variety of reasons including commercial, tourism and to enable international trade. The foreign exchange (also known as forex or FX) market refers to the global marketplace where banks, institutions, ",
        "author": "Gideon Ugbeh",
        "date": "July 29, 2021"
    },
    {
        "id": "3",
        "title": "What is Bitcoin and how does it work?",
        "content": "What is Bitcoin and how does it work? Bitcoin often described as a cryptocurrency, a virtual currency, or a digital currency- is a type of money that is completely virtual. It is like an online version of cash. You can use it to buy products and services, but not many shops accept Bitcoin yet and ",
        "author": "Gideon Ugbeh",
        "date": "July 21, 2021"
    },
    {
        "id": "2",
        "title": "What is Go learn?",
        "content": "GoLearn Limited is an Edutech platform headquartered in Lagos, Nigeria. Founded by Olubori Paul Kehinde, a 28year old successful forex trader with full support from his team of successful experts that have gained extensive experience in their niche; they have personally developed their portfolio through result-based forex trading, successfully implemented business growth and expansion methods, ",
        "author": "Gideon Ugbeh",
        "date": "July 20, 2021"
    },
    {
        "id": "1",
        "title": "GoLearn: Pioneering a blend of Edtech and Affiliate Marketing in Nigeria",
        "content": "The concept of an Edtech platform is to sell high net worth and valuable skills that can be transferred or utilized to earn more money. There exists a large list of thriving and self-sustaining Edtech products in Nigeria. ",
        "author": "WebMET Creatives",
        "date": "July 20, 2021"
    }
]